Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/samernas.se/_oahpahusat_duodji_lang_sm5.html.tmx
Source language: sme
Languages: smj

source: Duodji 1-2 jagi
smj: Duodjesuorgge 1-2 jage

source: Duodjeoahppa man ulbmil lea ovdánahttit duodjemáhtu juohke oahppis dakkár dássái ahte addá olbmui duhttivašvuođa ja lea maid lasáhussan ávkkálaš bargui olbmui boahtte áigái.
smj: Duodjeåhpadusá ulmme la juohkka oahppe duodjemáhtov åvdedit. Vuostasj jage vuodojt oahppá, nuppe jage tjiegŋalup åhpadusáv oadtju.

source: Guosseoahpaheaddji addá erenoamášoahpu earret iežás ivnnis &amp;hámis, silbbas, bádjebarggus, hervemis ja veaddegoarrumis jna..
smj: Guosseåhpadiddje åhpat bájnov / hámev, silbba-, smirjjim-, girjjam- ja dájvveduojev ja nåv vil.

source: Oahpposuorggit
smj: Muorra / Tjoarvve

source: Gurssa sisdoallu
smj: Kursa sisadno

source: Duodji
smj: Duodje

source: Ivdni &amp; hápmi
smj: Bájnno ja Hábme

source: Tema-vahkut čiekŋalit oahpuin veadde-, silba-, gámagoarrun-, herven ja bádjebargguin.
smj: Temávahko tjiegŋalup åhpajn dájvve-, silbba-, nuvtak-, tjátjek-, girjjam- ja smirjjimduojen.

source: Sámi historjá &amp; kultuvra
smj: Sáme Histåvrrå ja Kultuvrra (vuostasj (1) jage)

source: Ekonomiija (2 jagi)
smj: Ekonomiddja (nuppát (2) jage)

source: Eavttut sisabeassamii
smj: Rávkalvisá álggemij

source: Don fertet leat unnimusat 18 jahkásaš.
smj: Binnemusát 18 jage viertti årrot.

source: Dus ferte leat vuođđooahppa / vásáhus duddjemis sámiskuvllas, sámiintegreremis dahje sullasaš oahppa dahje máhttu ja vásáhus duddjemis.
smj: Rávkalvissan åhpadussaj la vuodoåhpadus jali diedo duoje birra sámeskåvlås, sáme avtastahtedum åhpadusás jali dan lágásj åhpadusás, jali aj diedo ja dåbdo duoje birra.

source: Oahppilohku: Sasti / Duodji sullii 16-20, Muorra / Čoarvi 10
smj: Saje suorgen Sassne / Tekstijlla: 16-20, Muorra / Tjoarvve: 10.

source: Geahča sváldasis ” Skuvlla birra-Oahppin skuvllas ”. Oahppogirjjiid, oahppoávdnasiid ja duodjeávdnasiid fertet ieš doallat.
smj: Lågå sválldasav ” Skåvlå birra – Låhkåt mijá lunna ” Oahppe iesj máksá oahppamgirjij, oahppamnävoj ja duodjeábnnasij åvdås.

source: Ohcan Oza ovdal miessemánu 15 beaivvi !
smj: Åtsålvis Åtså maŋemusát moarmesmáno 15 biejve !

source: Webbaohcan !
smj: Åtså värmmádagá baktu !

source: Boazodoallu
smj: Boatsojäládus

source: Sámi biebmu
smj: Sáme biebbmo
